openfoam/hisa_example/0/alphat
FoamFile { version 2.0; format ascii; class volScalarField; object alphat; }

dimensions      [1 -1 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet       { type calculated; value uniform 0; }
    outlet      { type calculated; value uniform 0; }
    farfield    { type calculated; value uniform 0; }
    fuselage    { type boundaryCorrectedFixedValue; value uniform 0; }
    stabilizers { type boundaryCorrectedFixedValue; value uniform 0; }
}
